export const noticedata=[
  {
    noticeId: 6,
    title: "1.1.0 버전 업데이트 내용",
    date: "2022-10-20",
    author: "Havit Team",
    content: `1. 그룹페이지 무한스크롤 기능 구현 2. 그룹 상세페이지 버튼 위치 수정, 그룹 소개 textarea > div로 변경 3. 오늘 올라온 게시글 / 이전 게시글 분류 4. 서비스 미리보기 기능 추가 5. 알림창 애니메이션 추가`
  },
  {
    noticeId: 5,
    title: "1.0.3 버전 업데이트 내용",
    date: "2022-10-18",
    author: "Havit Team",
    content: `1. 신규유저 대상으로 튜토리얼기능 추가 2. 그룹 디테일페이지 사진목록 해상도에 따라 한줄에 2개씩 뜨는 현상 해결  3. 댓글 입력후 엔터를 칠 경우 2번 입력되는 현상 수정  4. 로그인시 흰화면이 떠서 새로고침을 해줘야 하는 현상 해결`
  },
  {
    noticeId: 4,
    title: "1.0.2 버전 업데이트 내용",
    date: "2022-10-18",
    author: "Havit Team",
    content: `1. 프로필에 에너지바 제거(구현완료 후 재도입 예정) 2. 피드백 링크 추가(환경설정 페이지) 3. 그룹 상세에서 태그 누를 시 그룹 페이지로 이동하면서 해당 태그 목록을 불러오는 기능 추가. 4. 그룹 디테일 페이지 멤버 리스트 간격 수정. 5. 모바일이 아닌 디바이스에서 접근 시 안내 페이지로 접근. HAVIT TEAM.`
  },
  {
    noticeId: 3,
    title: "1.0.1 버전 업데이트 내용",
    date: "2022-10-17",
    author: "Havit Team",
    content: "사용자분들의 피드백을 받아 몇가지 수정사항이 발생하였습니다. 첫번째로 메인페이지에서 빨간 화살표를 클릭하여 그룹페이지로 이동을 할 때 화살표가 너무 작아 불편했던 점을 고려해 버튼의 범위를 옆에 문자까지 확대하였습니다. 두번째로 가입한 그룹이 없을 때 그룹페이지에서 그룹목록을 '내 그룹'으로 필터링하면 하얀화면이 뜨는 오류를 수정하였습니다. 앞으로도 이용하시면서 불편한 점이 발생했을 때 피드백을 남겨주신다면 저희 개발팀이 확인후 최대한 반영을 하도록 노력하겠습니다. 이용해 주셔서 감사합니다. HAVIT TEAM 드림."
  },
  {
    noticeId: 2,
    title: "이미지가 삭제되는 현상",
    date: "2022-10-10",
    author: "Havit Team",
    content: "첨부된 이미지가 삭제되는 오류가 빈번히 발생되고 있는 점 양해 말씀드립니다. 빠른 시일 내에 해당 오류를 수정하여 재배포하도록 하겠습니다."
  },
  {
    noticeId: 1,
    title: "서비스 오픈 관련 공지",
    date: "2022-10-9",
    author: "Havit Team",
    content: "서비스 오픈은 2022년 10월 14일 예정입니다. 많은 관심 부탁드립니다 :)"
  }
]