export const noticedata=[
  {
    noticeId: 3,
    title: "1.0.1 버전 업데이트 내용",
    date: "2022-10-17",
    author: "Havit Team",
    content: "사용자분들의 피드백을 받아 몇가지 수정사항이 발생하였습니다. 첫번째로 메인페이지에서 빨간 화살표를 클릭하여 그룹페이지로 이동을 할 때 화살표가 너무 작아 불편했던 점을 고려해 버튼의 범위를 옆에 문자까지 확대하였습니다. 두번째로 가입한 그룹이 없을 때 그룹페이지에서 그룹목록을 '내 그룹'으로 필터링하면 하얀화면이 뜨는 오류를 수정하였습니다. 앞으로도 이용하시면서 불편한 점이 발생했을 때 피드백을 남겨주신다면 저희 개발팀이 확인후 최대한 반영을 하도록 노력하겠습니다. 이용해 주셔서 감사합니다. HAVIT TEAM 드림."
  },
  {
    noticeId: 2,
    title: "이미지가 삭제되는 현상",
    date: "2022-10-10",
    author: "Havit Team",
    content: "첨부된 이미지가 삭제되는 오류가 빈번히 발생되고 있는 점 양해 말씀드립니다. 빠른 시일 내에 해당 오류를 수정하여 재배포하도록 하겠습니다."
  },
  {
    noticeId: 1,
    title: "서비스 오픈 관련 공지",
    date: "2022-10-9",
    author: "Havit Team",
    content: "서비스 오픈은 2022년 10월 14일 예정입니다. 많은 관심 부탁드립니다 :)"
  }
]